{
  "navbar": {
    "home": "Home",
    "services": "Services",
    "projects": "Projects",
    "about": "About",
    "experience": "Experience",
    "skills": "Skills",
    "education": "Education",
    "contact": "Contact",
    "language": "EN",
    "search": "search ........."
  },
  "home": {
    "Name": "Aitthisone",
    "LateName": "Duangsompheang",
    "Description": "I have been a web designer for over five years, and I have the know-how and creativity to create websites.",
    "More": "Read More",
    "Certificate":"Certificate"
  },
  "Typed":{
    "Freelancer":"I' am a Freelancer",
    "Developer":"I' am a Web Developer",
    "Frontend":"I' am a Frontend Developer"
  },
  "Services":{
    "head":"My Services",
    "UX":"UX/UI Design",
    "Frontend":"Frontend Developer",
    "Application":" Application",
    "Customize":"Customize",
    "Description-u":"UX/UI Design focuses on creating intuitive, engaging digital experiences. UX (User Experience) enhances usability, while UI (User Interface) designs the visual elements, ensuring seamless interaction between users and products.",
    "Description-f":"Frontend Developers craft the look and feel of websites and apps you interact with. They use code to bring designs to life, making your digital experience seamless and enjoyable.",
    "Description-a":"At Appellation, we specialize in crafting captivating digital experiences. Our Frontend Developers breathe life into designs, ensuring seamless interaction for users. Elevate your brand with our expertise.",
    "Description-c":"At Srervice, we not only excel in crafting captivating digital experiences, but also customize our services to suit your unique needs. Elevate your brand with tailored frontend development solutions"
  },
  "Project":{
    "Late":"Laste Project",
    "t-company":"Thesslonic Sole company Limeted",
    "i-company":"Industek company Limeted",
    "s-company":"Smartklin company Limeted",
    "v-company":"Vientianetraffic company Limeted",
    "t-Description":"Website about Construction 3D Design and service.",
    "i-Description":"Website about Safety Equipment product and services",
    "s-Description":"Website Designer Service about Cleaning Product Karcher Brand",
    "v-Description":"A website about painting services, road construction and aluminum signs"
  },
  "About":{
    "me":"About me",
    "titel":"Full-Stack Developer",
    "Description":"Pioneering Web Elegance: Elevate your online presence with the finesse of web development craftsmanship. It is not just coding; it is a symphony of digital artistry! Advancements in Real-Time Web Solutions: Your website should evolve as swiftly as the digital landscape. Stay proactive with real-time innovations, ensuring your online platform remains at the forefront of user experience! Mastering the Web with Creative Precision: Harness the power of creativity and precision in every line of code. Crafting exceptional web experiences is not just a task; it is a testament to your dedication to excellence!",
    "Contact":"Contact"
  },
  "Experience":{
    "Work":"Work Experience",

    "Freelance":"Freelance - Programmer",
    "titel-f":"Laos | 2016 - Present",
    "Description-f":"Work Experience",

    "Account":"Freelance - Programmer",
    "titel-a":"Laos | 2016 - Present",
    "Description-a":"Work Experience",

    "Sales":"Freelance - Programmer",
    "titel-s":"Laos | 2016 - Present",
    "Description-s":"Work Experience",

    "General":"Freelance - Programmer",
    "titel-g":"Laos | 2016 - Present",
    "Description-g":"Work Experience",

    "Loan":"Freelance - Programmer",
    "titel-l":"Laos | 2016 - Present",
    "Description-l":"Work Experience",

    "Construction":"Freelance - Programmer",
    "titel-c":"Laos | 2016 - Present",
    "Description-c":"Work Experience"
  },
  "Skills":{
    "my":"My Skills",
    "Technical":"Technical skills",
    "Professional":"Professional skills",
    "Creativity":"Creativity",
    "Communication":"Creativity",
    "Problem-Solving":"Problem Solving",
    "Team-work":"Team work",
    "Computer-skill":"Computer skill",
    "Office & Midia":"Office & Midia"
  },
  "Education History":{
    "titel-name-p":"Programers - Training Course",
    "titel-time-p":"Vientiane-Laos | 2016 - Presen",
    "Description-p":"Since 2016, my journey as a programmer has been marked by relentless dedication to honing my craft. Continuously advancing my development skills, I embrace challenges as opportunities for growth. With an unwavering commitment to excellence, I strive to surpass current capabilities and pave the way for future success in the ever-evolving tech landscape",

    "titel-name-r":" Bachelor's program in General Management - Rattana institute of business administration",
    "titel-time-r":"Vientiane-Laos | 2016 - 2021",
    "Description-r":"Armed with a Bachelor's degree in General Management, I possess a comprehensive understanding of organizational dynamics and strategic planning. This academic foundation, coupled with real-world experience, equips me to navigate multifaceted challenges and drive sustainable growth in diverse business environments",

    "titel-name-s":" Safety-Course - Shawpat",
    "titel-time-s":"Thailand | In 2020",
    "Description-s":"While working, I undertook a safety training course for labor in Thailand, augmenting my skills and knowledge to prioritize workplace safety and compliance.in 4 courses",

    "titel-name-e":"English - Training Course",
    "titel-time-e":"Vientiane | 2016 - 2019",
    "Description-e":"Developed multiple high-traffic APIs using Node.js and Express. Improved system stability through rigorous testing and code reviews."
},
"Contact":{
  "contact":"Contact",
  "Me":"Me",
  "titel-c1":"Let us work together",
  "Description-c1":"🎨 Creative Design: I breathe life into designs, ensuring each pixel is in its perfect place. From sleek, modern interfaces to interactive user experiences, your vision is my blueprint.",
  "titel-c2":"Why Collaborate With Me?",
  "Description-c2":"✨ Attention to Detail: It is not just about the big picture; it is the small details that make a difference. I obsess over the details to deliver a polished and refined final product.",
  "email":"Email:",
  "enter-email":"Enter Your Email:",
  "phone":"Tel:",
  "enter-phone":"Enter Your Phone:",
  "enter-name":"Enter Your Name",
  "Supject":"Enter Your Supject",
  "Message":"Enter Your Message",
  "address":"Address",
  "address-detail":"Dongkhamxang Village, Hardxayfong District, Vientiane Lao PDR",
  "Send":"Send"
}
}
