{
  "navbar": {
    "home": "ໜ້າຫຼັກ",
    "services": "ການບໍລິການ",
    "projects": "ໂຄງການ",
    "about": "ກ່ຽວກັບ",
    "experience": "ປະສົບການ",
    "skills": "ທັກສະ",
    "education": "ການສຶກສາ",
    "contact": "ຕິດຕໍ່",
    "language": "ລາວ",
    "search": "ຄົ້ນຫາ ........."
  },
  "home": {
    "Name": "ອິດທິສອນ",
    "LateName": "ດວງສົມແພງ",
    "Description": "ຂ້ອຍເປັນນັກອອກແບບເວັບທີ່ມີປະສົບການຫຼາຍກວ່າ 5 ປີ ທີ່ມີຄວາມຊ່ຽວຊານ ແລະ ຄວາມຄິດສ້າງສັນ ໃນການສ້າງເວັບໄຊທ໌",
    "More": "ອ່ານ​ເພີມຕື່ມ",
    "Certificate":"ໃບຍັ້ງຢືນ"
  },
  "Typed": {
    "Freelancer": "ຂ້ອຍເປັນ ຟຣີແລນເຊີ",
    "Developer": "ຂ້ອຍເປັນ ນັກພັດທະນາ",
    "Frontend": "ຂ້ອຍເປັນ ນັກອອກແບບ"
  },
  "Services":{
    "head":"ການບໍລິການ",
    "UX":"ການອອກແບບ UX/UI",
    "Frontend":"ການພັດທະນາເວັບໄຊທ໌",
    "Application":"ການພັດທະນາແອບພິເຄຊັ້ນ",
    "Customize":"ການປັບແຕ່ງ",
    "Description-u":"ການອອກແບບ UX/UI ເນັ້ນໃສ່ການສ້າງປະສົບການດິຈິຕອລທີ່ເຂົ້າໃຈງ່າຍ ແລະ ເປັນຕາດຶງດູດໃຈ UX (ຈາກປະສົບການຂອງຜູ້ໃຊ້ງານ) ຖືກອອກແບບມາເພື່ອປັບປຸງການໃຊ້ງານ, ໃນຂະນະທີ່ UI (ສ່ວນຕິດຕໍ່ຜູ້ໃຊ້) ຖືກອອກແບບມາເພື່ອອົງປະກອບຮູບພາບ ເພື່ອຮັບປະກັນການໂຕ້ຕອບທີ່ລຽບງ່າຍລະຫວ່າງຜູ້ໃຊ້ ແລະ ຜະລິດຕະພັນ",
    "Description-f":"ນັກພັດທະນາ Frontend ສ້າງລັກສະນະ ແລະ ຄວາມຮູ້ສຶກຂອງເວັບໄຊທ໌ແລະ ແອັບ ທີ່ທ່ານໃຊ້ງານ, ແລະ ພວກເຂົາໃຊ້ໂຄດ ເພື່ອນໍາເອົາການອອກແບບໄປການໃຊ້ງານຈີງ ເຮັດໃຫ້ປະສົບການດິຈິຕອນຂອງທ່ານລາບລື່ນ ແລະ ມີຄວາມສຸກ.",
    "Description-a":"ແອັບພລິເຄຊັນທີ່ພວກເຮົາຊ່ຽວຊານໃນການສ້າງປະສົບການດິຈິຕອນທີ່ໜ້າຈັບໃຈ ນັກພັດທະນາຂອງພວກເຮົາເຕີມຊີວິດຊີວາເຂົ້າໄປໃນການອອກແບບຢ່າງປານີດ ຮັບປະກັນການໂຕ້ຕອບທີ່ລຽບງ່າຍສໍາລັບຜູ້ໃຊ້ ຍົກລະດັບຍີ່ຫໍ້ຂອງທ່ານດ້ວຍຄວາມຊ່ຽວຊານຂອງພວກເຮົາ.",
    "Description-c":"ການບໍລິການພວກເຮົາບໍ່ພຽງແຕ່ດີເລີດໃນການສ້າງປະສົບການດິຈິຕອນທີ່ມີສ່ວນຮ່ວມ ແຕ່ພວກເຮົາຍັງປັບແຕ່ງການບໍລິການຂອງພວກເຮົາຕາມຄວາມຕ້ອງການສະເພາະຂອງທ່ານ ແລະ ຍົກລະດັບຍີ່ຫໍ້ຂອງທ່ານດ້ວຍການແກ້ໄຂການພັດທະນາທີ່ກໍາຫນົດເອງ."
  },
  "Project":{
    "Late":"ໂຄງການຫຼ້າສຸດ",
    "t-company":"ບໍລິສັດ ເທສໂລນິກ ຈຳກັດຜູ້ດຽວ",
    "i-company":"ບໍລິສັດ ອິນດັສ໌ເທັກ ຈຳກັດ",
    "s-company":"ບໍລິສັດ ສະມາດຄຣີນ ຈຳກັດ",
    "v-company":"ບໍລິສັດ ວຽງຈັນທຣາບຟິກ ຈຳກັດ",
    "t-Description":"ເວັບໄຊທ໌ກ່ຽວກັບການກໍ່ສ້າງ, ການອອກແບບ 3D, ແລະ ການບໍລິການ",
    "i-Description":"ເວັບໄຊທ໌ກ່ຽວກັບຜະລິດຕະພັນ ແລະການບໍລິການອຸປະກອນຄວາມປອດໄພ",
    "s-Description":"ບໍລິການອອກແບບເວັບໄຊທ໌ກ່ຽວກັບຜະລິດຕະພັນທໍາຄວາມສະອາດຍີ່ຫໍ້ Karcher",
    "v-Description":"ເວັບໄຊກ່ຽວກັບການໃຫ້ບໍລິການທາສີ,ແປງຖະໜົນ ແລະ ງານປ້າຍອາລູມີນຽມຕ່າງໆ"
  },
  "About":{
    "me":"ກ່ຽວກັບຂ້ອຍ",
    "titel":"ນັກພັດທະນາຮອບດ້ານ",
    "Description":"ບຸກເບີກຄວາມສະຫງ່າງາມຂອງຫນ້າເວັບ ຍົກລະດັບສະຖານະທາງອອນລາຍຂອງທ່ານດ້ວຍຄວາມຊ່ຽວຊານດ້ານການພັດທະນາເວັບ ມັນບໍ່ພຽງແຕ່ກ່ຽວກັບການຂຽນໂຄດມັນເປັນສິນລະປະດິຈິຕອນ! ຄວາມກ້າວຫນ້າໃນການແກ້ໄຂເວັບໄຊຕ໌ໃນເວລາທີ່ແທ້ຈິງ ເວັບໄຊທ໌ຂອງທ່ານຄວນຈະພັດທະນາໄວເທົ່າທີ່ມັນເຮັດ. ກັບພູມສັນຖານດິຈິຕອນ ເຄື່ອນໄຫວດ້ວຍນະວັດຕະກໍາແບບສົດໆ. ນີ້ຮັບປະກັນວ່າເວທີອອນໄລນ໌ຂອງທ່ານຍັງຄົງຢູ່ໃນຈຸດຕັດຂອງປະສົບການຂອງຜູ້ໃຊ້! ຄຸ້ມຄອງເວັບດ້ວຍ Creative Precision Harness ພະລັງຂອງຄວາມຄິດສ້າງສັນ ແລະຄວາມຊັດເຈນໃນທຸກລະຫັດ. ການສ້າງປະສົບການເວັບທີ່ດີບໍ່ພຽງແຕ່ເປັນວຽກເທົ່ານັ້ນ. ມັນ​ເປັນ​ພິ​ຍານ​ເຖິງ​ການ​ອຸ​ທິດ​ຕົນ​ຂອງ​ທ່ານ​ທີ່​ດີ​ເລີດ​!",
    "Contact":"ຕິດຕໍ່"
  }
}
