{
  "navbar": {
    "home": "หน้าแรก",
    "services": "บริการ",
    "projects": "โครงการ",
    "about": "เกี่ยวกับ",
    "experience": "ประสบการณ์",
    "skills": "ทักษะ",
    "education": "การศึกษา",
    "contact": "ติดต่อ",
    "language": "ไทย",
    "search": "ค้นหา ........."
  },
  "home": {
    "Name": "อิดทิสอน",
    "LateName": "ดวงสมแพง",
    "Description": "ฉันเป็นนักออกแบบเว็บไซต์ที่มีประสบการณ์มากกว่า 5 ปี มีความเชี่ยวชาญและความคิดสร้างสรรค์ในการสร้างเว็บไซต์",
    "More": "อ่านเพิ่มเติม",
    "Certificate":"ใบรับรอง"
  },
  "Typed": {
    "Freelancer": "ฉันเป็น ฟรีแลนซ์",
    "Developer": "ฉันเป็น นักพัฒนา",
    "Frontend": "ฉันเป็น นักออกแบบ"
  },
  "Services":{
    "head":"การบริการ",
    "UX":"การออกแบบ UX/UI",
    "Frontend":"การนักพัฒนา",
    "Application":"แอปพลิเคชัน",
    "Customize":"การปรับแต่ง",
    "Description-u":"การออกแบบ UX/UI มุ่งเน้นไปที่การสร้างประสบการณ์ดิจิทัลที่ใช้งานง่าย และ น่าดึงดูด UX (จากประสบการณ์ผู้ใช้จีง) เพือปรับปรุงการใช้งาน ในขณะที่ UI (อินเทอร์เฟซผู้ใช้) ออกแบบองค์ประกอบภาพ เพื่อให้มั่นใจว่ามีปฏิสัมพันธ์ที่ราบรื่นระหว่างผู้ใช้ และ ผลิตภัณฑ์",
    "Description-f":"นักพัฒนา Frontend สร้างรูปลักษณ์ของเว็บไซต์ และ แอพที่คุณโต้ตอบโดยพวกเขาใช้โค้ดเพื่อทำให้การออกแบบมีชีวิต ทำให้ประสบการณ์ดิจิทัลของคุณราบรื่น และ สนุกสนาน",
    "Description-a":"แอปพลิเคชันที่เราเชี่ยวชาญในการสร้างสรรค์ประสบการณ์ดิจิทัลที่น่าหลงใหล นักพัฒนาส่วนหน้าของเราเติมชีวิตชีวาให้กับการออกแบบ เพื่อให้มั่นใจว่ามีการโต้ตอบที่ราบรื่นสำหรับผู้ใช้ ยกระดับแบรนด์ของคุณด้วยความเชี่ยวชาญของเรา",
    "Description-c":"การบริการ เราไม่เพียงแต่เป็นเลิศในการสร้างประสบการณ์ดิจิทัลที่น่าดึงดูดใจเท่านั้น แต่ยังปรับแต่งบริการของเราให้เหมาะกับความต้องการเฉพาะของคุณอีกด้วย ยกระดับแบรนด์ของคุณด้วยโซลูชันการพัฒนาที่ปรับแต่งโดยเฉพาะ"
  },
  "Project":{
    "Late":"โครงการล้าสุด",
    "t-company":"บริษัท เทสโลนิก จำกัดผู้เดียว",
    "i-company":"บริษัท อินดัสเทค จำกัด",
    "s-company":"บริษัท สมาร์ทคลิน จำกัด",
    "v-company":"บริษัท เวียงจันทน์ทราฟฟิก จำกัด",
    "t-Description":"เว็บไซต์เกี่ยวกับการออกแบบและบริการก่อสร้าง 3D",
    "i-Description":"เว็บไซต์เกี่ยวกับผลิตภัณฑ์และบริการอุปกรณ์ความปลอดภัย",
    "s-Description":"บริการออกแบบเว็บไซต์เกี่ยวกับผลิตภัณฑ์ทำความสะอาดแบรนด์ Karcher",
    "v-Description":"เว็บไซต์เกี่ยวกับบริการทาสี สร้างถนน และป้ายอลูมิเนียม"
  },
  "About":{
    "me":"เกี่ยวกับฉัน",
    "titel":"นักพัฒนาฟูลสแตก",
    "Description":"บุกเบิกความสง่างามของเว็บ: ยกระดับสถานะออนไลน์ของคุณด้วยความชำนาญในการพัฒนาเว็บไซต์ มันไม่ใช่แค่การเขียนโค้ดเท่านั้น มันคือซิมโฟนีแห่งศิลปะดิจิทัล! ความก้าวหน้าในโซลูชั่นเว็บแบบเรียลไทม์: เว็บไซต์ของคุณควรมีการพัฒนาอย่างรวดเร็วพอๆ กับภูมิทัศน์ดิจิทัล กระตือรือร้นอยู่เสมอด้วยนวัตกรรมแบบเรียลไทม์ เพื่อให้มั่นใจว่าแพลตฟอร์มออนไลน์ของคุณยังคงอยู่ในแนวหน้าของประสบการณ์ผู้ใช้! เชี่ยวชาญเว็บด้วย Creative Precision ควบคุมพลังของความคิดสร้างสรรค์และความแม่นยำในโค้ดทุกบรรทัด การสร้างประสบการณ์การใช้งานเว็บที่ยอดเยี่ยมไม่ใช่แค่งานเท่านั้น มันเป็นข้อพิสูจน์ถึงความทุ่มเทของคุณสู่ความเป็นเลิศ!",
    "Contact":"ติดต่อ"
  }
}
